tap "context-labs/mactop", "https://github.com/context-labs/mactop"
tap "dapr/tap"
tap "gptscript-ai/tap"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "julien040/anyquery"
tap "madbomber/brews"
tap "madbomber/justprep"
tap "minio/stable"
tap "muesli/tap"
tap "neilotoole/sq"
tap "nickthecook/crops"
tap "xo/xo"
tap "ynqa/tap"
brew "abseil"
brew "ack"
brew "ca-certificates"
brew "fontconfig"
brew "mpdecimal"
brew "readline"
brew "sqlite"
brew "fribidi"
brew "jpeg-turbo"
brew "lz4"
brew "gdk-pixbuf"
brew "graphite2"
brew "icu4c@76", link: true
brew "adwaita-icon-theme"
brew "aichat"
brew "go"
brew "aicommit"
brew "brotli"
brew "giflib"
brew "imath"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "protobuf"
brew "re2"
brew "llvm"
brew "boost"
brew "docbook"
brew "source-highlight"
brew "asciidoc"
brew "asio"
brew "aspell"
brew "astro"
brew "dbus"
brew "at-spi2-core"
brew "atac"
brew "m4"
brew "autoconf"
brew "automake"
brew "openjpeg"
brew "ghostscript"
brew "jasper"
brew "shared-mime-info"
brew "x265"
brew "libomp"
brew "imagemagick"
brew "autotrace"
brew "awscli"
brew "b3sum"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "beancount"
brew "berkeley-db"
brew "blis"
brew "boxes"
brew "broot"
brew "btop"
brew "buku"
brew "ghc"
brew "cabal-install"
brew "calc"
brew "isl"
brew "gcc"
brew "openblas"
brew "cbc"
brew "hwloc"
brew "tbb"
brew "pkgconf"
brew "cgrep"
brew "cheat"
brew "chicken"
brew "choose-rust"
brew "chroma"
brew "cloc"
brew "clog"
brew "cmake"
brew "colordiff"
brew "colortail"
brew "comby"
brew "coreutils"
brew "cortex"
brew "crystal"
brew "crystal-icr"
brew "csview"
brew "csvlens"
brew "csvtomd"
brew "daemonize"
brew "dasel"
brew "wget"
brew "dasht"
brew "datasette"
brew "dateutils"
brew "desktop-file-utils"
brew "detach"
brew "detox"
brew "dialog"
brew "unbound"
brew "gnutls"
brew "pinentry"
brew "gnupg"
brew "nspr"
brew "nss"
brew "openldap"
brew "poppler"
brew "wxwidgets"
brew "diff-pdf"
brew "diff-so-fancy"
brew "diffoscope"
brew "diffr"
brew "difftastic"
brew "direnv"
brew "docbook-xsl"
brew "docker"
brew "docker-compose"
brew "docx2txt"
brew "doitlive"
brew "dory"
brew "dotenv-linter"
brew "dotnet"
brew "double-conversion"
brew "doxygen"
brew "dry"
brew "dsq"
brew "dupseek"
brew "dust"
brew "dwdiff"
brew "ebook-tools"
brew "ecl"
brew "xxhash"
brew "ejabberd"
brew "elixir"
brew "envoy"
brew "netpbm"
brew "graphviz"
brew "krb5"
brew "eralchemy"
brew "espeak"
brew "expect"
brew "eza"
brew "fann"
brew "fasttext"
brew "fd"
brew "node"
brew "fern-api"
brew "lame"
brew "ffmpeg"
brew "ffmpeg@6"
brew "fftw"
brew "fileql"
brew "openjdk"
brew "flyway"
brew "foreman"
brew "fping"
brew "freetds"
brew "frum"
brew "fswatch"
brew "funzzy"
brew "fx"
brew "fzf"
brew "gawk"
brew "numpy"
brew "gdal"
brew "gdbm"
brew "geni"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-big-picture"
brew "git-cliff"
brew "git-delta"
brew "git-extras"
brew "git-filter-repo"
brew "git-fresh"
brew "git-lfs"
brew "git-open"
brew "git-plus"
brew "git-quick-stats"
brew "git-revise"
brew "git-standup", link: false
brew "git-town"
brew "git-when-merged"
brew "git-xargs"
brew "gitbackup"
brew "gitbatch"
brew "github-markdown-toc"
brew "github-release"
brew "gitleaks"
brew "six"
brew "gitlint"
brew "gitql"
brew "gitui"
brew "gitup"
brew "gitversion"
brew "glow"
brew "gnu-getopt"
brew "gnu-prolog"
brew "gnu-tar"
brew "gobject-introspection"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "gorilla-cli"
brew "gource"
brew "gphoto2"
brew "gpredict"
brew "gptme"
brew "grafana"
brew "grex"
brew "grip"
brew "grokmirror"
brew "gron"
brew "gsar"
brew "gsl"
brew "gspell"
brew "gtk+"
brew "gtk-mac-integration"
brew "gtkmm3"
brew "gtksourceview3"
brew "gtksourceviewmm3"
brew "guile"
brew "h3"
brew "helm"
brew "helm-docs"
brew "helm-ls"
brew "helmfile"
brew "helmify"
brew "helmsman"
brew "html2text"
brew "htop"
brew "httpie"
brew "humanlog"
brew "hunspell"
brew "hurl"
brew "hwatch"
brew "icdiff"
brew "jq"
brew "ijq"
brew "imgp"
brew "ipinfo-cli"
brew "iso-codes"
brew "ispell"
brew "janet"
brew "jaq"
brew "jc"
brew "jd"
brew "jemalloc"
brew "jless"
brew "jp2a"
brew "jql"
brew "jump"
brew "just"
brew "jwt-cli"
brew "kommit"
brew "lapack"
brew "lazygit"
brew "lefthook"
brew "libiconv"
brew "libsql"
brew "libsvm"
brew "lla"
brew "llm"
brew "llvm@17"
brew "localai"
brew "localstack"
brew "logtalk"
brew "lsd"
brew "lychee"
brew "m-cli"
brew "macchina"
brew "markdown"
brew "maven"
brew "mcfly"
brew "md4c"
brew "meilisearch"
brew "tcl-tk"
brew "mentat"
brew "metabase"
brew "miller"
brew "miniserve"
brew "mist-cli"
brew "mkdocs"
brew "mods"
brew "mold"
brew "monit"
brew "monolith"
brew "mupdf"
brew "nats-server"
brew "nats-streaming-server"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "nifi"
brew "nmap"
brew "no-more-secrets"
brew "node-build"
brew "nodenv"
brew "nq"
brew "nushell"
brew "oh-my-posh"
brew "qt"
brew "opencv"
brew "openjdk@11"
brew "opensearch"
brew "openssl@1.1"
brew "or-tools"
brew "otree"
brew "tmux"
brew "overmind"
brew "p7zip"
brew "pandoc"
brew "parallel"
brew "pex"
brew "pgvector", link: false
brew "pgxnclient"
brew "pick"
brew "pipe-rename"
brew "pipet"
brew "plz-cli"
brew "postgis"
brew "postgresql@16"
brew "postgresql@17"
brew "pre-commit"
brew "promptfoo"
brew "pspg"
brew "psql2csv"
brew "pup"
brew "pyenv"
brew "python-build"
brew "pytorch"
brew "qp"
brew "rabbitmq"
brew "rawdog"
brew "ruby-build"
brew "rbenv"
brew "rbspy"
brew "redis"
brew "redpen"
brew "remind"
brew "rename"
brew "restview"
brew "rethinkdb"
brew "rex"
brew "ripgrep"
brew "rm-improved"
brew "rqlite"
brew "rsync"
brew "rubyfmt"
brew "run"
brew "rust"
brew "rustc-completion"
brew "rustup"
brew "sad"
brew "sbcl"
brew "scooter"
brew "sd"
brew "semgrep"
brew "semtag"
brew "shfmt"
brew "simdjson"
brew "spaceman-diff"
brew "sqlfluff"
brew "sqlite-analyzer"
brew "sqlite-utils"
brew "sqliteodbc"
brew "static-web-server"
brew "supervisor"
brew "swi-prolog"
brew "swift"
brew "swiftformat"
brew "swig"
brew "syncthing"
brew "sysaidmin"
brew "t-rec"
brew "ta-lib"
brew "task"
brew "taskopen"
brew "tbls"
brew "tealdeer"
brew "telnet"
brew "the-way"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tidy-viewer"
brew "timewarrior"
brew "topgrade"
brew "tre"
brew "tree"
brew "tuc"
brew "ugit", link: false
brew "ugrep"
brew "universal-ctags"
brew "unoconv"
brew "urlwatch"
brew "vbindiff"
brew "viddy"
brew "vips"
brew "vroom"
brew "watchman"
brew "wdiff"
brew "weaviate"
brew "webhook"
brew "websocat"
brew "wget2"
brew "xdot"
brew "xml-coreutils"
brew "xmlto"
brew "xsv"
brew "yadm"
brew "yank"
brew "yarn"
brew "youplot"
brew "youtube-dl"
brew "youtubedr"
brew "yq"
brew "z"
brew "zebra"
brew "zet"
brew "zfind"
brew "zig"
brew "zigmod"
brew "zim"
brew "zzz"
brew "context-labs/mactop/mactop"
brew "dapr/tap/dapr-cli"
brew "gptscript-ai/tap/gptscript"
brew "hashicorp/tap/consul"
brew "heroku/brew/heroku"
brew "julien040/anyquery/anyquery"
brew "minio/stable/minio"
brew "muesli/tap/duf"
brew "neilotoole/sq/sq"
brew "nickthecook/crops/ops"
brew "xo/xo/usql"
brew "ynqa/tap/jnv"
cask "blackhole-64ch"
cask "bruno"
cask "datadog-agent"
cask "get-api"
cask "hashicorp-vagrant"
cask "juxtacode"
cask "libreoffice"
cask "lm-studio"
cask "macgpt"
cask "macx-youtube-downloader"
cask "mediahuman-youtube-downloader"
cask "netnewswire"
cask "pgadmin4"
cask "raycast"
cask "youtube-downloader"
vscode "alefragnani.project-manager"
vscode "aliariff.vscode-erb-beautify"
vscode "andrewbutson.vscode-openai"
vscode "anx450z.ruby-theme"
vscode "appland.appmap"
vscode "arturock.gitstash"
vscode "bierner.markdown-preview-github-styles"
vscode "blinknlights.fuzzy-ruby-server"
vscode "castwide.solargraph"
vscode "codezombiech.gitignore"
vscode "dewski.simplecov"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dzhavat.git-cheatsheet"
vscode "eamodio.gitlens"
vscode "felipecaputo.git-project-manager"
vscode "fuji-nakahara.markdown-ruby"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "howardzuo.vscode-git-tags"
vscode "hridoy.rails-snippets"
vscode "huizhou.githd"
vscode "ivangabriele.vscode-git-add-and-commit"
vscode "jnbt.vscode-rufo"
vscode "kodezi.kodezi"
vscode "koichisasada.vscode-rdbg"
vscode "mame.ruby-typeprof"
vscode "mateuszwieczorek.ruby-multitool"
vscode "matthieumu.vscode-rubycommentdoc"
vscode "mhutchie.git-graph"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.remote-repositories"
vscode "ndemianc.ruby-gemfile"
vscode "psykosoldi3r.vscode-git-flow"
vscode "redjue.git-commit-plugin"
vscode "saoudrizwan.claude-dev"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "shyykoserhiy.git-autoconfig"
vscode "sorbet.sorbet-vscode-extension"
vscode "vortizhe.simple-ruby-erb"
vscode "vsls-contrib.gitdoc"
vscode "welltestedai.fluttergpt"
vscode "ziyasal.vscode-open-in-github"
